[{"pk": 13, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "Financial Institutions Begin TARP Repayments", "text": "The latest Treasury Department data show that nearly $1.8 billion given to financial institutions under the Troubled Asset Relief Program has been repaid to the government. Treasury is allowing the repayments because the terms of the original TARP contracts were changed by the American Recovery and Reinvestment Act. In general, institutions have cited new executive compensation limits imposed by the act and the potential stigma attached to participation in TARP as reasons for their repayments. Any TARP recipient that wishes to repay must have the approval of its regulator. <a href=\"/projects/bailout/tarp/\">Click here to read more about TARP repayments</a>.", "image": "", "link": "/projects/bailout/tarp/", "published": 1, "date": "2009-06-03", "slug": "financial-institutions-begin-tarp-repayments"}}, {"pk": 12, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "Deposit Insurance Fund Continues Fall", "text": "Twenty-one bank failures during the first quarter of 2009 caused the Deposit Insurance Fund balance to drop from $17.3 billion to $13 billion, according to new data from the Federal Deposit Insurance Corporation. Further, 15 more banks failed since the end of the quarter, resulting in estimated charges against the fund of an additional $8.3 billion. Congress recently increased the FDIC’s line of credit from the Treasury to $100 billion to create a safety net in case the fund is exhausted. <a href=\"/projects/bailout/fdic/bank-failures/\">Click here to read more and access the Subsidyscope database of failed banks.</a>", "image": "", "link": "/projects/bailout/fdic/bank-failures/", "published": 1, "date": "2009-05-28", "slug": "deposit-insurance-fund-continues-fall"}}, {"pk": 11, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "Concerns Grow Over Federal Home Loan Bank Investments", "text": "The Federal Home Loan Banks have been an important source of funding for banks during the financial crisis.  After a review of their SEC filings, Subsidyscope has found that there have been steep declines in the market value of some of their investments.  This raises concerns that the banks may take substantial losses, which could increase taxpayers’ financial risk.  <a href=\"/projects/bailout/fhlb/\">Click here to read more.</a>\r\n", "image": "", "link": "/projects/bailout/fhlb/", "published": 1, "date": "2009-05-26", "slug": "FHLBs"}}, {"pk": 9, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "Mapping TARP: Analyzing Bailout’s Local Reach", "text": "Subsidyscope posts an interactive map that provides a fresh perspective on the size and scope of the bailout. Mapping which communities received funds through the Troubled Asset Relief Program (TARP) can help the public track and evaluate the large sums of money injected into financial institutions across the country. Other attempts at geographic analysis, including the recent launch of the Treasury Department's Local Impact map, have largely failed to recognize the complexity of the financial industry and do not paint a complete picture of the geography of funds distributed. Subsidyscope improves upon such efforts and presents a map that illustrates the geography of bank branch locations, deposits and lending activity across the country, on a county-by-county basis.  <a href=\"/projects/bailout/tarp/map/\">Click here to read more and view the TARP map.</a>", "image": "", "link": "/projects/bailout/tarp/map/", "published": 1, "date": "2009-05-07", "slug": "tarp-map"}}, {"pk": 8, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "They Cared to Comment", "text": "More than 400 people recently shared their thoughts with the Federal Deposit Insurance Corporation on the newly announced Legacy Loans Program, part of the Public-Private Investment Program, aimed at ridding banks of troubled assets. The comments were sought as part of the federal rulemaking process. Subsidyscope compiled hundreds of these comments in a <a href=\"http://www.subsidyscope.com/projects/bailout/fdic/ppip/llp/comments/\">word tree</a> that readers can use to search for key phrases. The FDIC is considering the comments as it writes its final rule for the troubled asset auctions, the first of which could take place in the next few months. <a href=\"http://www.subsidyscope.com/projects/bailout/fdic/ppip/llp/comments/\">Read more about LLP comments here</a>.", "image": "", "link": "http://www.subsidyscope.com/projects/bailout/fdic/ppip/llp/comments/", "published": 1, "date": "2009-05-01", "slug": "LLPComments"}}, {"pk": 7, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "Projected Subsidies Rise for Fannie, Freddie and TARP", "text": "Federal subsidies to Fannie Mae and Freddie Mac are projected to reach $290 billion in fiscal year 2009 and total $389 billion between fiscal years 2009 and 2019. Using numbers from the Congressional Budget Office (CBO), Subsidyscope finds that the projected costs of subsidizing Fannie and Freddie exceed the subsidies provided by the Treasury’s Troubled Asset Relief Program (TARP), which are expected to total $356 billion over the same 2009-2019 period. Fannie Mae and Freddie Mac are government-sponsored enterprises that purchase mortgages and guarantee pools of mortgages. <a href=\"/projects/bailout/treasury/fannie-freddie/\">Read more about subsidies to Fannie and Freddie &raquo;</a><br/><br/>\r\n\r\nThe TARP subsidy estimates, highlighted by CBO Director Doug Elmendorf in <a href=\"http://cboblog.cbo.gov/?p=231\">a recent blog post</a>, have risen sharply since the agency’s January projection of $189 billion. The new estimates nearly double the total <a href=\"/projects/bailout/glossary/#subsidy-rate\">subsidy rate</a> for TARP from 27 percent to 51 percent.   In a <a href=\"http://www.cbo.gov/ftpdocs/97xx/doc9706/09-08-Update.pdf\">March report</a>, CBO explains that the revised estimates result from three factors, including \"changes in financial market conditions, new transactions, and a small shift in the anticipated timing of disbursements.\" <a href=\"/projects/bailout/tarp/subsidies/cbo/\">Read more about TARP subsidies &raquo;</a>", "image": "", "link": "", "published": 1, "date": "2009-04-28", "slug": "projected-subsidies-rise-for-freddie-fannie-tarp"}}, {"pk": 6, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "Following the Fed and Failed Banks ", "text": "Since the beginning of 2008, the Federal Reserve has more than doubled its holdings in an attempt to revive the economy. But the panoply of Fed activities &mdash; including loans, currency swaps and purchases of mortgage-backed securities &mdash; can be hard to follow. To make the task easier, Subsidyscope adds a page featuring simple explanations of the Fed’s bailout-related programs and an interactive visualization of its balance sheet from 2007 to the present, overlaid with a timeline of events. The chart will be updated weekly.  <a href=\"/projects/bailout/federal-reserve/\">Read more about the Fed</a>.<br/><br/>\r\n\r\nSubsidyscope also now offers a downloadable list of bank failures and estimates of the corresponding charges to the Deposit Insurance Fund, the balance of which has plummeted since early 2008. While the fund is backed by fees imposed on the banking industry, its depletion would force the Federal Deposit Insurance Corporation to draw on a line of credit from the U.S. Treasury &mdash; i.e. taxpayers. Twenty-one banks failed in the first quarter of 2009, leading to estimated charges against the fund of nearly $2.3 billion and reducing it by roughly 12 percent since the end of 2008, when its balance was about $19 billion. <a href=\"/projects/bailout/fdic/bank-failures/\">Read more about failed banks</a>.", "image": "", "link": "", "published": 1, "date": "2009-04-08", "slug": "following-the-fed-and-failed-banks"}}, {"pk": 5, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "\"Find My Bank\"  Search Now Available on Home Page", "text": "As the financial crisis elicits a growing federal response &mdash; most recently in the form of the Public-Private Investment Program, an effort to rid banks of \"toxic\" assets &mdash; Subsidyscope introduces a new home page feature designed to shed further light on the bailout. <br/><br/>\r\n\r\nA search box allows users to enter the name of a financial institution and find out whether it has received funds from the Treasury Department's Troubled Asset Relief Program (TARP) or is participating in the Federal Deposit Insurance Corporation's Temporary Liquidity Guarantee Program (TLGP). <br/><br/>\r\n\r\nAlso available on the home page, the TARP Warrant Tracker &mdash; updated each trading day &mdash; shows the status of certain Treasury investments in five major institutions. For more information on warrants and to track other institutions, <a href=\"/projects/bailout/tarp/warrants/\">go here</a>.\r\n ", "image": "", "link": "", "published": 1, "date": "2009-03-31", "slug": "find-my-bank-search"}}, {"pk": 4, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "AIG Discloses Use of Bailout Funds", "text": "American International Group yesterday released a <a href=\"/projects/bailout/documents/36/\">list</a> of financial institutions and municipalities to which it funneled funds after AIG received an $85 billion emergency loan from the Federal Reserve last September. AIG reported that it made the list public after consulting with the Fed and concluding that disclosure would not cause \"competitive harm\" to AIG or its trading partners. Taxpayer assistance to the insurance giant now totals an estimated $170 billion.", "image": "", "link": "", "published": 1, "date": "2009-03-16", "slug": "aig-discloses-use-of-bailout-funds"}}, {"pk": 3, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "Follow TARP Investments in Real Time   ", "text": "Subsidyscope today unveils a tool that allows users to track certain Treasury Department investments under the Troubled Asset Relief Program (TARP) in real time. An <a href=\"/projects/bailout/tarp/warrants/\">interactive table</a>, using data from a Feb. 6, 2009, report by TARP Special Inspector General Neil Barofsky, shows whether warrants obtained by Treasury from 200+ participants in the TARP are \"in the money\" or \"out of the money\" based on current stock prices for each company. <br /><br />\r\n\r\nWarrants are options to buy shares of a company's common stock at any point over a certain period. \"In the money\" means that the government is &mdash; for the moment, at least &mdash; ahead in terms of the warrants' payoff; \"out of the money\" means it is behind. Even investments that are out of the money can get back in the money over time if stock prices rise.<br /><br />\r\n\r\nSubsidyscope also <a href=\"/projects/bailout/tarp/warrants/calculation/\">highlights a discrepancy</a> between the way Treasury publicly described pricing for warrants and terms found in the final contracts with many TARP recipients. As a result, Treasury may have received less favorable pricing on these warrants. <br /><br />\r\n\r\nThe discrepancy involves the dates Treasury used to determine the strike prices &mdash; the prices at which Treasury can buy stock in the future &mdash; for hundreds of transactions under TARP. On Oct. 14, 2008, Treasury announced in <a href=\"http://www.ustreas.gov/press/releases/reports/termsheet.pdf\">the program term sheet</a> that the strike price would be based on the average price of a company's shares over 20 days prior to the time of issuance &mdash; the date the transaction was <em>closed</em>. In fact, contracts show that the strike price was based on the 20-day period prior to the date the company <em>applied</em> for TARP funds &mdash; a difference of weeks in many cases. Many stocks declined in value during that time, meaning that the government often paid more for the warrants under the revised terms. <br /><br />\r\n\r\nThe discrepancy affects only a small portion of the overall subsidies associated with TARP and has no impact on the <a href=\"/projects/bailout/tarp/subsidies/\">subsidy estimates</a> presented on the Subsidyscope Web site since the estimates are based on the actual strike prices used in the contracts.  Moreover, Treasury’s decision to use the application date instead of the issue date probably makes more sense from an administrative perspective. Still, the confusion surrounding Treasury’s strike price calculations has led to misunderstandings about the program.", "image": "", "link": "/projects/bailout/tarp/warrants/", "published": 1, "date": "2009-03-11", "slug": "tarp-warrants"}}, {"pk": 2, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "More Data, More Visualizations and More Context", "text": "Today we add several layers to the Financial Bailout section of Subsidyscope. Augmenting our work on the <a href=\"/projects/bailout/treasury/\">Treasury Department</a>’s Troubled Asset Relief Program &mdash; <a href=\"/projects/bailout/tarp/\">TARP</a> &mdash; we now have pages for the <a href=\"/projects/bailout/federal-reserve/\">Federal Reserve</a>, the <a href=\"/projects/bailout/fdic/\">Federal Deposit Insurance Corporation</a> and <a href=\"/projects/bailout/other/\">other agencies</a> involved in the economic rescue effort. Of particular note is a <a href=\"/projects/bailout/fdic/FDIC_TLGP_opt-in.csv\">list of the more than 14,000 banks, bank holding companies and thrift holding companies</a> in the United States, showing which are and which aren’t participating in the FDIC’s Temporary Liquidity Guarantee Program. The list, obtained through a Freedom of Information Act request, can be downloaded from the <a href=\"/projects/bailout/fdic/\">FDIC page</a>. <br /><br />\r\n\r\nThe agency pages have graphics depicting disbursements to date, potential funding, and subsidy estimates, where available, for each of the bailout programs. We also present a new table, based on data from the Congressional Oversight Panel, showing <a href=\"/projects/bailout/tarp/subsidies/cop/\">estimates of TARP subsidies</a> for 10 major institutions.  This complements a table of <a href=\"/projects/bailout/tarp/subsidies/cbo/\">subsidy estimates from the Congressional Budget Office</a>. Finally, we offer fresh ways to visualize TARP transactions &mdash; a <a href=\"/projects/bailout/tarp/#recipients\">bubble chart</a> and a <a href=\"/projects/bailout/tarp/#by-date\">timeline</a> showing the relative sizes and dates of the transactions. <br /><br />\r\n\r\nHave a look and <a href=\"/contact/\">let us know what you think</a>. For future Subsidyscope updates, you may subscribe to our <a href=\"/feeds/updates/\">RSS feed</a> or use the form at the top of any page to join our e-mail list.", "image": "", "link": "", "published": 1, "date": "2009-03-02", "slug": "new-features"}}, {"pk": 1, "model": "project_updates.projectupdate", "fields": {"sectors": [1], "extended_text": "", "title": "The Financial Bailout", "text": "The unprecedented federal bailout of financial institutions has focused new attention on government subsidies. Subsidyscope is pulling together data on the financial institutions that are receiving benefits from the various federal programs so users can understand how and where taxpayer dollars are being spent.", "image": "images/project_update_image_recent_bailout_96x96.jpg", "link": "", "published": 1, "date": "2009-01-26", "slug": "welcome-to-subsidyscope"}}]
