[{"pk": 1, "model": "flatpages.flatpage", "fields": {"registration_required": false, "title": "SubsidyScope.com - Board", "url": "/board/", "template_name": "", "sites": [1], "content": "<ul class=\"sub_list_bios\"> <li> <h4 class=\"bio_head\">Gary Bass</h4> <p>Gary D. Bass is the founder and executive director of OMB Watch, a nonprofit research and advocacy organization\r\nwhich promotes greater government accountability and transparency and increased citizen participation in public policy decisions. In 2003, he created <a\r\nhref=\"http://www.npaction.org/\">NPAction</a> as a one-stop website on building nonprofit advocacy. He is also a co-author of the 2007 book <a\r\nhref=\"http://www.amazon.com/Seen-but-not-Heard-Strengthening/dp/B001BX8EM6\"><em>Seen but not Heard: Strengthening Nonprofit Advocacy</em></a>, published by the Aspen Institute.</p>\r\n\r\n <p>In 2006, he successfully championed passage of a law that required the government to create a searchable website providing information about government spending. At the same time,\r\nOMB Watch launched <a href=\"http://www.fedspending.org/\">FedSpending.org</a>, which has proven invaluable to journalists, public interest organizations and citizens looking for\r\ninformation on more than $16.8 trillion in government spending — and serves as a model for how the government should implement its requirements to create a searchable website.</p>\r\n\r\n <p>In addition to his role at OMB Watch, Dr. Bass is an affiliated associate professor at Georgetown University&#8217;s Public Policy Institute and also teaches in the Nonprofit\r\nManagement Executive Certificate program at Georgetown&#8217;s Center for Public and Nonprofit Leadership. He has served on numerous boards and has been an advisor to many organizations\r\nincluding the Advocacy Evaluation Project at Innovation Network, Center for Lobbying in the Public Interest, Coalition on Human Needs, Hampshire Research Institute, Loka Institute,\r\nNational Committee for Responsive Philanthropy, OpentheGovernment.org, the Science and Environment Health Network, and the Center on Government Secrecy at American University&#8217;s\r\nWashington College of Law.</p>\r\n\r\n <p>Prior to founding OMB Watch, Dr. Bass was president of the Human Services Information Center where he wrote two books and numerous articles on human services issues and published the\r\nHuman Services INSIDER, a bimonthly newsletter on the politics of federal human services programs. He also served as director of liaison for the International Year of Disabled Persons;\r\nworked as a consultant on several projects in special education and the mental health of children and youth, most notably the preparation of the first annual report to Congress on the\r\nimplementation of the Education of All Handicapped Children Act (P.L. 94-142), now called the Individuals with Disability Education Act; and served as special assistant to Wilbur Cohen,\r\nthen chair of the Michigan Governor&#8217;s Task Force on the Investigation and Prevention of Abuse in Residential Institutions.</p>\r\n\r\n <p>Dr. Bass received a combined doctorate in psychology and education from The University of Michigan, along with the University&#8217;s highest award for graduate student teaching and\r\nseveral awards for academic excellence.</p> </li> <li> <h4 class=\"bio_head\">William Beach </h4> <p>As Director of The Heritage Foundation&#8217;s Center for Data Analysis, William Beach\r\nis the think tank&#8217;s chief &#8220;number cruncher&#8221;: He oversees Heritage&#8217;s original statistical research on taxes, Social Security, crime, education, trade and a host of\r\nother issues, ensuring it&#8217;s both rigorous in its technical scholarship and produced in time to help inform the public debate over the issue.</p>\r\n\r\n <p>Under Beach&#8217;s leadership, Heritage has acquired one of the largest privately-held public-policy databases in the United States, as well as a variety of peer-reviewed analytical\r\nmodels. Together, these acquisitions allow the center to produce some of the most sophisticated calculations done anywhere in the world.</p>\r\n\r\n <p>In addition to acquiring analytical models, Beach helps build them. He was instrumental in developing the state-of-the-art econometric models Heritage uses to estimate in detail\r\nhow<br /> proposed tax changes will likely affect individuals, families, and various business sectors-as well as the overall national economy. Indeed, the center has become the leading\r\nproponent of dynamic scoring, which shows how much federal revenues change when the U.S. economy reacts to a tax increase or a tax cut.</p>\r\n\r\n <p>Under Beach&#8217;s direction, the center has progressed to the point that it regularly competes with the Congressional Budget Office, the Office of Management and Budget, the Joint\r\nCommittee on Taxation, or any other government agency when it comes to &#8220;scoring&#8221; potential costs and benefits of legislation. Indeed, federal lawmakers often ask the center\r\nto analyze legislation they have drafted, knowing they can get a reliable estimate more quickly from the CDA than from any Capitol Hill agency.</p>\r\n\r\n <p>Prior to joining Heritage in 1995, Beach held a variety of posts in the public, private and academic sectors. He served as a litigation economist with two Kansas City, Mo., law\r\nfirms-Campbell & Bysfield and Watson, Ess, Marshall &amp; Enggas &ndash; where he specialized in analyzing how anti-trust legal remedies would alter product pricing and availability.\r\nLater, as an economist for Missouri&#8217;s Office of Budget and Planning, he designed and managed the state&#8217;s econometric model and advised the governor on revenue and economic\r\nissues. After a stint in the corporate headquarters of Sprint United Inc., Beach moved to the Washington, D.C., area to serve as president of the Institute for Humane Studies at George\r\nMason University.</p>\r\n\r\n <p>A graduate of Washburn University in Topeka, Kan., Beach also holds a master&#8217;s degree in history and economics from the University of Missouri-Columbia. Beach also is a\r\nvisiting fellow at the University of Buckingham in Great Britain.</p> </li> <li> <h4 class=\"bio_head\">Leonard Burman</h4>\r\n\r\n<p>Leonard Burman is the Director of the Tax Policy Center, which he founded with several colleagues in 2002. He is also a Senior Fellow at the Urban Institute and a Visiting Professor\r\nat Georgetown University. He served as Deputy Assistant Secretary of the Treasury for Tax Analysis from 1998 to 2000, and as Senior Analyst at the Congressional Budget Office from 1988\r\nto 1997. He is Vice President of the National Tax Association, on the editorial board of <em>Public Finance Quarterly,</em> and is a member of the IMF Fiscal Analysis Division&#8217;s\r\nPanel of Experts. He has served on several federal and local government advisory boards in the US. He is often invited to testify before Congressional committees on tax and budget policy\r\nissues. He is a commentator for the syndicated public radio program, <em>Marketplace</em>, and also appears regularly in national and regional media. In 2005, he and his son bicycled\r\nacross the US to raise money for Partners In Health, a NGO serving Haiti and other countries (they raised over $108,000). He is the author of a critically acclaimed book, <em>The\r\nLabyrinth of Capital Gains Tax Policy: A Guide for the Perplexed</em>, and co-editor of <em>Taxing Capital Income </em>and <em>Using Taxes to Reform Health Insurance</em>. Recent\r\nresearch has examined the individual alternative minimum tax, the changing role of taxation in social policy, and tax incentives for savings, retirement, and health insurance. He holds a\r\nPh.D. from the University of Minnesota and a B.A. from Wesleyan University. </li> <li> <h4 class=\"bio_head\">Robert Carroll</h4>\r\n\r\n <p>Dr. Robert Carroll is Vice President for Economic Policy at the Tax Foundation. He oversees the Tax Foundation&#8217;s tax research program, with a special focus on business taxation\r\nand the need for corporate tax reform. Dr. Carroll is also an Executive-in-Residence with American University&#8217;s School of Public Affairs. Dr. Carroll most recently served as the\r\nDeputy Assistant Secretary for Tax Analysis in the Office of Tax Policy at the Department of the Treasury, a position he began in December of 2003.</p>\r\n\r\n <p>Previously, he was a Visiting Scholar in the Tax Analysis Division of the Congressional Budget Office. From July 2002 to June 2003 he served as a Senior Economist (Public Finance)\r\nwith the President&#8217;s Council of Economic Advisers. He holds a Ph.D. and a master&#8217;s degree in economics from Syracuse University and a B.S. in economics from State University\r\nof New York.</p> </li> <li> <h4 class=\"bio_head\">Meredith Crowley</h4>\r\n\r\n <p>Meredith Crowley is visiting Georgetown from the economic research department at the Federal Reserve Bank of Chicago. At the Chicago Fed, Crowley is a senior economist providing\r\nresearch and analysis on international trade and developments in the world economy.</p>\r\n\r\n<p> Crowley&#8217;s research on international trade, the World Trade Organization, special forms of import protection and technology adoption has been published in numerous journals,\r\nsuch as the Journal of International Economics, the European Journal of Political Economy and Economic Perspectives, the Chicago Fed&#8217;s quarterly research publication.</p>\r\n</li> <li>\r\n<h4 class=\"bio_head\">Chris Edwards</h4>\r\n\r\n <p>Chris Edwards is a top expert on federal and state/local tax and budget issues. Before joining Cato in 2001, Edwards was senior economist on the congressional Joint Economic\r\nCommittee examining tax, Social Security, and entrepreneurship issues. From 1994 to 1998, he was a consultant and manager with PriceWaterhouseCoopers examining fiscal issues being\r\nconsidered by Congress. From 1992 to 1994, he was an economist with the Tax Foundation. Edwards&#8217; articles on tax and budget policies have appeared in the <em>Washington Post,</em>\r\nthe <em>Wall Street Journal,</em> the <em>Los Angeles Times,</em> the <em>Washington Times, Investor’s Business Daily,</em> and other major newspapers. He holds an M.A. in economics from\r\nGeorge Mason University in Virginia.</p> </li> <li> <h4 class=\"bio_head\">Steve Ellis</h4>\r\n\r\n <p>Steve Ellis is Vice President of programs at Taxpayers for Common Sense (TCS), where he oversees programs and serves as a leading media and legislative spokesperson. A persistent\r\ncritic of the mounting budget deficit and federal fiscal policy, Steve has testified before numerous Congressional Committees and has appeared on national network news programs,\r\nincluding programs on CBS, NBC, ABC, Fox, and CNN. He has also been interviewed on National Public Radio.</p>\r\n\r\n <p>Steve formerly served as an officer in the Coast Guard for six years, including tours of duty as a department head and deck watch officer aboard Coast Guard Cutter Sorrel, managing\r\nthe Coast Guard&#8217;s inland waterway fleet, and managing a small boat acquisition contract. After leaving the Coast Guard, he worked at American Rivers and the Coast Alliance on\r\nMississippi River and coastal subsidy issues, respectively.</p>\r\n\r\n <p>Steve received a B.S. in Government from the U.S. Coast Guard Academy. He has earned both the Coast Guard Commendation Medal and the Coast Guard Achievement Medal.</p> </li> <li> <h4\r\nclass=\"bio_head\">William Gale</h4>\r\n\r\n <p>William Gale is vice president and director of the Economic Studies Program at the Brookings Institution and the Arjay and Frances Miller Chair in Federal Economic Policy. He\r\nconducts research on a variety of economic issues, focusing particularly on tax policy, fiscal policy, pensions and saving behavior. He is co-director of the Tax Policy Center, a joint\r\nventure of the Brookings Institution and the Urban Institute. He is also director of the Retirement Security Project, an initiative supported by the Pew Charitable Trusts, in partnership\r\nwith Georgetown University&#8217;s Public Policy Institute and Brookings.</p>\r\n\r\n <p>Prior to joining Brookings in 1992, he was an assistant professor in the Department of Economics at the University of California, Los Angeles, and a senior staff economist for the\r\nCouncil of Economic Advisers under President George H.W. Bush. He is the co-author or co-editor of several books, including <em>Aging Gracefully: Ideas to Improve Retirement Security in\r\nAmerica </em>(Century Foundation, 2006); <em>The Evolving Pension System: Trends, Effects, and Proposals for Reform </em>(Brookings, 2005); <em>Private Pensions and Public Policy\r\n</em>(Brookings, 2004); <em>Rethinking Estate and Gift Taxation </em>(Brookings, 2001), <em>and Economic Effects of Fundamental Tax Reform </em>(Brookings, 1996).</p>\r\n\r\n <p>He has also written numerous scholarly research articles, including publications in the <em>American Economic Review, Journal of Political Economy, </em>and <em>Quarterly Journal of\r\nEconomics, </em>and has served as editor and editorial board member of several academic journals. He has also written extensively in policy-related publications and newspapers.</p>\r\n\r\n <p>Gale has served on advisory boards for the Government Accountability Office, the Internal Revenue Service, the Joint Committee on Taxation and the Board of the Center on Federal\r\nFinancial Institutions.</p>\r\n\r\n <p>Gale attended Duke University and the London School of Economics and received his Ph.D. from Stanford University in 1987. He lives in Fairfax, VA, with his wife Julie, who is a\r\npsychologist, two children Danny, 19, and Becca, 16, and two golden retrievers.</p> </li> <li> <h4 class=\"bio_head\">Kevin Hassett</h4>\r\n\r\n <p>Kevin A. Hassett is Director of Economic Policy Studies and Senior Fellow at the American Enterprise Institute. He is also a weekly columnist for Bloomberg. Before joining AEI, Dr.\r\nHassett was a senior economist at the Board of Governors of the Federal Reserve System and an associate professor of economics and finance at the Graduate School of Business of Columbia\r\nUniversity. He was an economic adviser to the George W. Bush campaign in the 2004 presidential election and was the chief economic advisor to John McCain during the 2000 primaries.&nbsp;\r\nHe has also served as a policy consultant to the U.S. Department of the Treasury during both the former Bush and Clinton administrations. He holds a B.A. from Swarthmore College and a\r\nPh.D. from the University of Pennsylvania.</p>\r\n\r\n <p>Dr. Hassett is a member of the Joint Committee on Taxation&#8217;s Blue Ribbon Dynamic Scoring Advisory Panel and its Estimating Review Panel. He is the author, coauthor or editor of\r\nsix books on economics and economic policy, including the recent AEI book on tax reform, <a href=\"http://www.aei.org/books/bookID.820/book_detail.asp\"><em>Toward Fundamental Tax\r\nReform</em></a>.&nbsp; He has published scholarly articles in the <em>American Economic Review</em>, the <em>Economic Journal</em>, the <em>Quarterly Journal of Economics</em>, the\r\n<em>Review of Economics and Statistics</em>, the <em>Journal of Public Economics</em>, and many other professional journals. His popular writings have been published in the <em>Wall\r\nStreet Journal</em>, the <em>Atlantic Monthly</em>, <em>USA Today</em>, the <em>Washington Post</em>, and numerous other outlets. His economic commentaries are regularly aired on radio\r\nand television including recent appearances on the &#8220;Today Show,&#8221; the &#8220;CBS Morning Show,&#8221; &#8220;The Newshour with Jim Lehrer,&#8221; &#8220;Hardball,&#8221;\r\n&#8220;Moneyline&#8221; and &#8220;Power Lunch.&#8221;</p> </li> <li> <h4 class=\"bio_head\">Jim Horney</h4>\r\n\r\n <p>Jim Horney is the Director of Federal Fiscal Policy at the Center on Budget and Policy Priorities, where he specializes in federal budget issues.</p>\r\n\r\n <p>He was a Deputy Democratic Staff Director at the Senate Budget Committee from 2001 through 2004. He also served as Chief of the Projections Unit in the Budget Analysis Division of\r\nthe Congressional Budget Office for 7 years, where he coordinated CBO&#8217;s projections of expenditures, surpluses, and deficits.</p>\r\n\r\n <p>He began working on federal budget issues as an American Political Science Association Congressional Fellow in the early 1980s, following two years as an assistant professor in the\r\nJ.L. Kellogg Graduate School of Management and the Political Science Department at Northwestern University.</p>\r\n\r\n <p>He then spent eight years working in various positions for the Committee on the Budget and Committee on Rules of the U.S. House of Representatives. Just prior to going to CBO, he was\r\nan Assistant Director for Budget Issues at the General Accounting Office.</p>\r\n\r\n <p>Jim holds an A.B. in History from Harvard College and a Ph.D. in Government and Politics from the University of Maryland.</p> </li> <li> <h4 class=\"bio_head\">John Irons</h4>\r\n\r\n <p>John S. Irons, Ph.D., is the Research and Policy Director at the Economic Policy Institute. &nbsp;His areas of expertise include the U.S. economy and economic policy, with an\r\nemphasis on federal tax and budget policy. Previously, he was Director of Tax and Budget Policy at The Center for American Progress.&nbsp; Prior to joining the Center, he was Senior\r\nEconomic Research and Policy Analyst and Staff Economist at OMB Watch, a nonprofit organization dedicated to promoting government accountability and citizen participation. Prior to\r\ncoming to Washington D.C., Dr. Irons was a tenure-track Assistant Professor of Economics at Amherst College. He has also worked at the Federal Reserve Board of Governors and briefly at\r\nthe Brookings Institution.</p>\r\n\r\n <p>Dr. Irons&#8217; academic publications have appeared in several Journals including the <em>Journal of Monetary Economics, Journal of Applied Econometrics, Review of Financial\r\nEconomics</em> and the <em>Eastern Economic Journal</em>. He is co-editor (with N. Ericsson) of Testing Exogeneity, published by Oxford University Press. He has authored numerous reports\r\nand articles on tax and budget policy, as well as on the broader economy and economic policy.&nbsp;&nbsp; He has been a guest lecturer and presented research at many colleges and\r\nuniversities including American University, Harvard University, Middlebury College, MIT, University of Missouri, University of Nebraska, and others.</p>\r\n\r\n <p>He has also testified before the House of Representative Small Business Committee and the Committee on Transportation and Infrastructure. He has been quoted in numerous national and\r\nlocal print publications and has appeared on TV and radio programs, including CNN, CNBC, NPR’s Marketplace, C-Span, and others.&nbsp; He has been an occasional\r\n&#8220;econo-blogger&#8221; at the <em>Wall Street Journal</em>, and a contributor to the <em>National Journal</em> expert blog on the Economy.</p>\r\n\r\n <p>Dr. Irons was awarded a National Science Foundation Graduate Fellowship, as well as a Graduate Fellowship from the Harvard/MIT Research Training Group in Positive Political Economy.\r\nHe has won several awards for his economics websites, including top-5 awards from The Economist and Forbes.</p>\r\n\r\n <p>He has served on the Committee on Electronic Publishing of the American Economic Association, and on the board of nonprofit institutions, including the Coalition on Human\r\nNeeds.&nbsp; He was recently elected to the Board of Governors of the National Economists Club.</p>\r\n\r\n <p>Dr. Irons holds a B.A. with High Honors in economics from Swarthmore College, and a Ph.D. in economics from the Massachusetts Institute of Technology.</p>\r\n\r\n <p>He is currently married and has two young daughters.</p> </li> <li> <h4 class=\"bio_head\">Doug Koplow</h4>\r\n\r\n <p>Doug Koplow founded Earth Track in 1999 to more effectively integrate information on energy subsidies. For nearly 20 years, Mr. Koplow has written extensively on natural resource\r\nsubsidies for organizations such as the Global Subsidies Initiative, the National Commission on Energy Policy, the Organisation for Economic Cooperation and Development, the United\r\nNations Environment Programme (UNEP), Greenpeace, the Alliance to Save Energy, and the US Environmental Protection Agency. He has analyzed scores of government programs and made\r\nimportant developments in subsidy valuation techniques.</p>\r\n\r\n <p>His work outside of the subsidy area has included water conservation, wastewater treatment, hazardous waste tracking, recycling, and brownfields redevelopment. Working\r\ncollaboratively with other organizations, Earth Track focuses on ways to more effectively align the incentives of key stakeholder groups and to leverage market forces to help address\r\ncomplex environmental challenges.</p>\r\n\r\n <p>Mr. Koplow holds an MBA from the Harvard Graduate School of Business Administration and a BA&nbsp;in economics from Wesleyan University. He served on United Nations Environment\r\nProgramme&#8217;s Working Group on Economic Instruments from 2001-2004; and the National Recycling Coalition&#8217;s Policy Workgroup from 1998-2003. Prior to founding Earth Track, he\r\nworked with Industrial Economics (Cambridge, MA); Temple, Barker and Sloane (Washington, DC); and Sobotka and Company (Washington, DC).</p> </li> <li> <h4 class=\"bio_head\">Greg\r\nLeRoy</h4>\r\n\r\n <p>Greg LeRoy is the Executive Director of Good Jobs First, dubbed &#8220;the leading national watchdog of state and local economic development subsidies&#8221; and &#8220;God&#8217;s\r\nwitness to corporate welfare.&#8221;</p>\r\n\r\n <p>Greg is a nationally prominent speaker and news media source. He is the author of <em>The Great American Jobs Scam: Corporate Tax Dodging and the Myth of Job Creation</em>\r\n(Berrett-Koehler Publishers, 2005) and <em>No More Candy Store: States and Cities Making Job Subsidies Accountable</em> (1994). He founded Good Jobs First in 1998 and has been writing,\r\ntraining, and consulting on development issues for state and local governments, labor-management committees, unions, community groups, and development associations for more than 20\r\nyears.</p> </li> <li> <h4 class=\"bio_head\">Deborah Lucas</h4>\r\n\r\n <p>Deborah Lucas is the The Donald C. Clark/HSBC Professor of Finance.</p>\r\n\r\n <p>Professor Lucas&#8217;s research spans the areas of dynamic asset pricing, federal financial institutions, and corporate finance. She is a co-editor of the Journal of Money, Credit\r\nand Banking, a Research Associate of the National Bureau of Economic Research, and a member of the National Academy of Social Insurance.</p>\r\n\r\n <p>Past appointments include chief economist, Congressional Budget Office; senior staff economist, Council of Economic Advisers; member Social Security Technical Advisory Panel; and\r\nvisiting assistant professor at MIT.</p>\r\n\r\n <p>She received her Ph.D. in Economics from the University of Chicago.</p> </li> <li> <h4 class=\"bio_head\">Maya MacGuineas</h4>\r\n\r\n <p>Maya MacGuineas is the President of the Committee for a Responsible Federal Budget. Additionally, she is the Director of the Fiscal Policy Program at the New America Foundation.</p>\r\n\r\n <p>Previously, she served as a Social Security adviser to the McCain Presidential Campaign, and worked at the Brookings Institution, the Concord Coalition and on Wall Street. She serves\r\non the Boards of a number of national, nonpartisan organizations.</p>\r\n</li> <li>\r\n<h4 class=\"bio_head\">Marvin Phaup</h4>\r\n\r\n <p>Marvin Phaup is Visiting Scholar and Professorial Lecturer, Trachtenberg School of Public Policy and Public Administration, The George Washington University. He formerly headed the\r\nFinancial Studies/Budget Process group at CBO, where his work focused on analyses of federal financial policies and institutions and implications for their budgetary treatment. His early\r\nwork contributed to the development and adoption of the Federal Credit Reform Act of 1990. His published work includes the federal cost of government sponsored enterprises; the budgetary\r\ntreatment of federal investment in risky private securities; and the effect of including market risk in subsidy cost of federal guarantees. He has also served as staff support for\r\nmembers of the Federal Accounting Standards Advisory Board.</p>\r\n\r\n</li> <li> <h4 class=\"bio_head\">Diane Lim Rogers</h4>\r\n\r\n<p>Diane Lim Rogers recently joined the Concord Coalition as the organization’s first Chief Economist as well as their first “blogger” (EconomistMom.com). She was Chief Economist for the\r\nHouse Budget Committee from January 2007 to April 2008, where she served Chairman John Spratt and other Democratic members of the Committee. In 2006 she was Research Director of the\r\nBudgeting for National Priorities project at the Brookings Institution. While at Brookings she published several opinion pieces emphasizing the importance of fiscal responsibility and a\r\npaper on “Reducing the Deficit through Better Tax Policy.” She also participated in the Concord Coalition’s “Fiscal Wake-Up Tour” along with (now former) U.S. Comptroller General David\r\nWalker and scholars from other leading think tanks.</p>\r\n\r\n<p>From 2004 to 2006 Dr. Rogers served as Chief Economist for the House Ways and Means Committee Democrats, and prior to that was a Principal Economist covering tax and budget policies\r\nfor the Joint Economic Committee Democrats. She was a Senior Economist on the staff of the Council of Economic Advisers during the last year of the Clinton Administration and first 100\r\ndays of the Bush Administration, and in President Clinton’s final Economic Report of the President (2001) drafted the sections extolling the merits of fiscal discipline. Dr. Rogers has\r\nalso worked at the Urban Institute and the Congressional Budget Office, and was Assistant Professor of Economics at Penn State University.</p>\r\n\r\n<p>Throughout her career, Dr. Rogers’ research has focused on the behavioral, distributional, and macroeconomic effects of U.S. fiscal policies. She continues to teach as an Adjunct\r\nProfessor for the School of Public Policy and Public Administration at George Washington University. </p> <p> Dr. Rogers received her B.A. in Economics from the University of Michigan in\r\n1983, her M.A. from Brown University in 1984, and her Ph.D. from the University of Virginia in 1991. Her husband, John, is an economist (Associate Director in the International Finance\r\nDivision) at the Federal Reserve Board, and they have four children.</p>\r\n\r\n</li> <li> <h4 class=\"bio_head\">Ronald Steenblik</h4>\r\n\r\n<p>Ronald Steenblik is a Senior Policy Analyst in the Trade & Agriculture Directorate of the Organisation for Economic Co-operation and Development (OECD), responsible for work relating to trade and the environment.</p>\r\n\r\n<p>In 2006 and 2007 Ronald served as the Director of Research for the Global Subsidies Initiative (GSI), a program developed by International Institute for Sustainable Development (IISD) to improve information on the extent and effects of subsidies, especially those that are harming developing countries or the environment.</p>\r\n\r\n<p>\u2028\u2028Ronald’s contribution to the field of subsidy analysis includes preparing the first set of internationally comparable estimates of subsidies to coal production in IEA countries; the first study of support to agriculture in Turkey; and, with an OECD colleague, the first estimates of government financial transfers to OECD fishing industries.</p>\r\n\r\n<p>Ronald holds a Bachelor of Science degree from Cornell University’s School of Natural Resources (1974) and a Masters of Science degree in Energy Management and Policy from the University of Pennsylvania (1985).</p>\r\n\r\n<p>Selected publications on subsidies</p>\r\n<ul class=\"publications\">\r\n <li>Derek Quirke, Ronald Steenblik and Bob Warner, <a href=\"http://www.globalsubsidies.org/en/research/biofuel-subsidies-australia\">Biofuels — At what cost? Government support for ethanol and biodiesel in Australia</a> (Geneva: Global Subsidies Initiative, 2008)</li>\r\n <li>Ronald Steenblik and Juan Simón, <a href=\"http://www.globalsubsidies.org/files/assets/_template_for_notifying_subsidies_to_the_WTO.pdf\">A new template for notifying subsidies to the WTO</a> (Geneva: Global Subsidies Initiative, 2007)</li>\r\n <li>Geraldine Kutas, Carina Lindberg, and Ronald Steenblik, <a href=\"http://www.iisd.org/publications/pub.aspx?id=902\">Biofuels - At What Cost? Government support for ethanol and biodiesel in the European Union</a> (Geneva: Global Subsidies Initiative, 2007)</li>\r\n <li>Ronald Steenblik, <a href=\"http://www.iisd.org/publications/pub.aspx?id=895\">Biofuels — At What Cost? Government support for ethanol and biodiesel in selected OECD countries</a> (Geneva: Global Subsidies Initiative, 2007)</li>\r\n <li>Ronald Steenblik, <a href=\"http://www.globalsubsidies.org/subsidy-primer/ASubsidyPrimer.php\">A Subsidy Primer</a> (Geneva: Global Subsidies Initiative, 2007)</li>\r\n <li>Ronald Steenblik, \"<a href=\"http://www.oecd.org/dataoecd/39/63/35218632.pdf\">Subsidy measurement and classification: developing a common framework</a>”, in Environmentally Harmful Subsidies: Policy Issues and Challenges (Paris: OECD Publications), pp. 101-141.</li>\r\n <li>R. Steenblik and P. Wallis, “<a href=\"http://biodiversityeconomics.org/document.rm?id=182\">Subsidies to marine capture fisheries: the international information gap</a>”, in Fishing in the Dark, A Symposium on Access to Environmental Information and Government Accountability in Fishing Subsidy Programmes (Washington, DC: World Wildlife Fund, Endangered Seas Campaign, 2000), pp. 17-39.</li>\r\n <li>R.P. Steenblik, “<a href=\"http://www.oecd.org/dataoecd/2/62/1918086.pdf\">Previous multilateral efforts to discipline subsidies to natural resource based industries</a>”, in M. Riepen (ed.), Proceedings of the PECC Workshop on The Impact of Government Financial Transfers on Fisheries Management, Resource Sustainability and International Trade, Manila, 17-19 August 1998 (Singapore: PECC Sec‑\r\nretariat, 1999).</li>\r\n <li>Ronald P. Steenblik and Panos Coroyannakis, “Reform of coal policies in Western and Central Europe : Implications for the environment”,  Energy Policy, Vol. 23, No. 6, June 1995, pp. 537-553.</li>\r\n</ul>\r\n\r\n </li> <li> <h4 class=\"bio_head\">Gene\r\nSteuerle</h4>\r\n\r\n<p>Gene Steuerle brings extensive knowledge to bear on his work as the Vice President of Peter G. Peterson Foundation.</p>\r\n\r\n<p>Among his previous positions, Gene has served as Senior Fellow of the Urban Institute, co-director of its Tax Policy Center, Deputy Assistant Secretary of the Treasury for Tax\r\nAnalysis, President of the National Tax Association, and chair of the 1999 Technical Panel advising Social Security on its methods and assumptions. From 1984 to 1986, he worked as the\r\noriginal organizer and economic coordinator of the Treasury Department's tax reform effort.</p>\r\n\r\n<p>Gene is also the author, co-editor, or editor of 15 books and hundreds of articles and Congressional testimonies, as well as a prolific columnist who has written for Tax Notes and the\r\nFinancial Times. Among other honors, he received the first Bruce Davie-Albert Davis Public Service Award from the National Tax Association in 2005. He has a PhD in economics with a\r\ndistinction in public finance from the University Wisconsin at Madison.</p>\r\n\r\n<p>Gene serves or has served on advisory panels or boards for the Congressional Budget Committee, the Government Accountability Office, the Joint Committee on Taxation, the National\r\nCommittee on Vital and Health Statistics, the Partnership for America's Economic Success, the Council on Foundations, the Committee for Responsible Federal Budget, and Independent\r\nSector, the leadership forum for nonprofit organizations. He is a co-founder of the Alexandria Community Trust, a Virginia foundation affiliated with the Community Foundation of the\r\nNational Capital Region.</p> </li> </ul>\r\n", "enable_comments": false}}, {"pk": 2, "model": "flatpages.flatpage", "fields": {"registration_required": false, "title": "SubsidyScope.com - Press Release", "url": "/press/", "template_name": "flatpages/markdown.html", "sites": [1], "content": "December 15, 2008\r\n\r\n__PEW LAUNCHES PROJECT TO EXAMINE FEDERAL SUBSIDIES__  \r\nSubsidyscope to create open-source database for information on direct payments, loan guarantees and tax expenditures\r\n\r\nContact:  \r\nJeremy Ratner  \r\nThe Pew Charitable Trusts  \r\np: 202.552.2137  \r\n[jratner@pewtrusts.org](mailto:jratner@pewtrusts.org)  \r\n\r\nWashington, D.C. – With the role of government in financial markets rapidly expanding, The Pew Charitable Trusts today announced a new project to focus public and policymaker attention on the size and scope of all federal subsidies.  Subsidyscope, an initiative of Pew's Economic Policy Department, will aggregate information on subsidies from multiple sources into a comprehensive, searchable, open-source database, which will serve as a gateway for press, policymakers, advocates and the public. The project will be guided by a broad and bipartisan advisory board of budget, fiscal and transparency experts. The Subsidyscope board met in Washington today to launch the project.\r\n\r\n\"The current financial crisis has led to historic market interventions by the federal government and has invigorated the national debate about the appropriate role of government in the economy,\" said John E. Morton, managing director of Pew's Economic Policy Department.  \"Too often policymakers speak as if subsidies are limited to direct expenditures on assorted social programs. The reality is that increasingly they flow through the tax code and are not subject to the same level of public oversight. In our fiscally constrained environment—and with government interventions shifting new burdens onto American taxpayers—there is more need than ever for a comprehensive and transparent fact base to inform future discussions about subsidies.\"\r\n\r\n\"Federal subsidies go well beyond direct payments from the federal government to private businesses,\" said Douglas Hamilton, deputy director of Pew's Economic Policy Department. \"They also include tax breaks for individuals and corporations, loan guarantees, stock purchases and other financial interventions.  And they're massive. By some accounts, the tax breaks for individuals alone cost hundreds of billions of dollars a year.\"\r\n\r\nPew will work closely with representatives of partner organizations to call attention to the study of subsidies, both in the project, but also through the work of contributing organizations.\r\n\r\n\"By working together, we believe that we can improve the definition of what constitutes subsidies, and highlight the full extent of their reach in the market,\" said Morton. \"In this phase of the project, we won't take a position on whether certain subsidies are better than others – we want to move the facts into the public arena. We hope the data are used by advocates on all sides of the issue.\"  \r\n\r\nPew has engaged the Sunlight Foundation, a national leader on matters of government transparency, as its research and technology partner on the project.  Sunlight will be responsible for constructing the technical infrastructure, compiling data and building Subsidyscope's database.  \r\n\r\n\"This project represents an exciting opportunity to shine a light on various ways that increasingly scarce federal resources are being spent,\" said Ellen Miller, the Sunlight Foundation's co-founder and executive director. \"While we don't know precisely what the project will find, as Supreme Court Justice Louis Brandeis famously said, 'Sunlight is the best disinfectant.'\"\r\n\r\nDuring the course of developing the database, Subsidyscope will release regular reports, aggregating and analyzing subsidies to various industry sectors.  \r\n\r\n\\###\r\n\r\nThe [Pew Charitable Trusts](http://www.pewtrusts.org) is driven by the power of knowledge to solve today's most challenging problems. Pew applies a rigorous, analytical approach to improve public policy, inform the public and stimulate civic life. We partner with a diverse range of donors, public and private organizations and concerned citizens who share our commitment to fact-based solutions and goal-driven investments to improve society.", "enable_comments": false}}]
